<!--
myTbl = new Array(
	//メインＭＣ
 7, 3,"今日は『<span>	立花裕大	</span>』さんの誕生日!!(守守団・団長)",
12,18,"今日は『<span>	小島梨里杏	</span>』さんの誕生日!!(開発主任)",
 9,19,"今日は『<span>	西川貴教	</span>』さんの誕生日!!(茶の間戦士トレーニングロボ)",
 3,25,"今日は『<span>	大悟		</span>(千鳥)』さんの誕生日!!(研究員)",
12,30,"今日は『<span>	ノブ		</span>(千鳥)』さんの誕生日!!(研究員)",
 3,25,"今日は『<span>	堀部圭亮	</span>』さんの誕生日!!(父・立花勇)",

 9, 6,"今日は『<span>	ＲＯＬＬＹ	</span>』さんの誕生日!!(闇のもじ守・謎のミュージシャン)",
10,17,"今日は『<span>	黒沢かずこ	</span>』さんの誕生日!!(闇のもじ守・謎のスケーター)",
 3,12,"今日は『<span>	くっきー	</span>』さんの誕生日!!(闇のもじ守・謎の画家)",

 8, 8,"今日は『<span>	コカドケンタロウ</span>(コカド８段(ロッチ))さんの誕生日!!",
 4, 3,"今日は『<span>	佐藤哲夫	</span>(佐藤７段(パンクブーブー))』さんの誕生日!!",
 5, 8,"今日は『<span>	黒瀬純		</span>(黒瀬６段(パンクブーブー))』さんの誕生日!!",
 3,20,"今日は『<span>	後藤淳平	</span>(後藤３段(ジャルジャル))』さんの誕生日!!",
10, 5,"今日は『<span>	福徳秀介	</span>(福徳３段(ジャルジャル))』さんの誕生日!!",
11,16,"今日は『<span>	小島よしお	</span>(小島４級)』さんの誕生日!!",

 6,15,"今日は『<span>	チャンカワイ	</span>(ダブルエンジン)』さんの誕生日!!",
 1,20,"今日は『<span>	高田紗千子	</span>(梅小鉢)』さんの誕生日!!",

	//現役てれび戦士
12,13,"今日は『<span>	小澤竜心	</span>』の誕生日!!",
 6,23,"今日は『<span>	皆川寧々 	</span>』の誕生日!!",
 8,25,"今日は『<span>	向 鈴鳥	 	</span>』の誕生日!!",
 5,27,"今日は『<span>	久住健斗 	</span>』の誕生日!!",
12,19,"今日は『<span>	玉城美海 	</span>』の誕生日!!",
 6, 3,"今日は『<span>	佐々木ゆら 	</span>』の誕生日!!",
12, 5,"今日は『<span>	辻晴仁	 	</span>』の誕生日!!",
 2,17,"今日は『<span>	堰沢結衣 	</span>』の誕生日!!",
	 0, 0,"今日は『<span>	冨土原生 	</span>』の誕生日!!",
	 0, 0,"今日は『<span>	梅田芹奈 	</span>』の誕生日!!",
 6, 1,"今日は『<span>	齋藤泰世 	</span>』の誕生日!!",
 8, 8,"今日は『<span>	船越夏子 	</span>』の誕生日!!",
 1,13,"今日は『<span>	ギュナイ滝美 	</span>』の誕生日!!",


/*----------------------------*/
	//2017年度
 4,26,"今日は『<span>	原田明莉	</span>』の誕生日!!　(2014年度～2017年度てれび戦士)",
12, 3,"今日は『<span>	黒川桃花 	</span>』の誕生日!!　(2016年度～2017年度てれび戦士)",
 3,14,"今日は『<span>	稲垣芽生 	</span>』の誕生日!!　(2016年度～2017年度てれび戦士)",
 3, 9,"今日は『<span>	柿澤仁誠 	</span>』の誕生日!!　(2016年度～2017年度てれび戦士)",
/*----------------------------*/
	//2016年度
 3, 2,"今日は『<span>	瀧澤翼		</span>』の誕生日!!　(2014年度～2016年度てれび戦士)",
 2,20,"今日は『<span>	飯島緋梨	</span>』の誕生日!!　(2014年度～2016年度てれび戦士)",
 4,25,"今日は『<span>	林武尊		</span>』の誕生日!!　(2014年度～2016年度てれび戦士)",
 9,16,"今日は『<span>	桐畑カレン	</span>』の誕生日!!　(2014年度～2016年度てれび戦士)",
 9,29,"今日は『<span>	久保みのり 	</span>』の誕生日!!　(2016年度てれび戦士)",
 0, 0,"今日は『<span>	胡内奏芽 	</span>』の誕生日!!　(2016年度てれび戦士)",
	//2014･15年度
 9,19,"今日は『<span>	赤崎月香	</span>』の誕生日!!　(2014年度～2015年度てれび戦士)",
 7,17,"今日は『<span>	齋藤茉日	</span>』の誕生日!!　(2014年度～2015年度てれび戦士)",
 3, 7,"今日は『<span>	辻村晃佑	</span>』の誕生日!!　(2014年度～2015年度てれび戦士)",
 6, 7,"今日は『<span>	小西憧弥	</span>』の誕生日!!　(2014年度～2015年度てれび戦士)",
 7,24,"今日は『<span>	笹原尚季	</span>』の誕生日!!　(2014年度～2015年度てれび戦士)",
12,20,"今日は『<span>	杉本瑛		</span>』の誕生日!!　(2014年度～2015年度てれび戦士)",
	// 2013年度
11,27,"今日は『<span>	金子隼也	</span>』の誕生日!!　(2012年度～2013年度てれび戦士)",
 3,31,"今日は『<span>	長谷川ニイナ	</span>』の誕生日!!　(2012年度～2013年度てれび戦士)",
 2, 3,"今日は『<span>	島田太一	</span>』の誕生日!!　(2011年度～2013年度てれび戦士)",
 4,14,"今日は『<span>	ソーズビー航洋	</span>』の誕生日!!　(2012年度～2013年度てれび戦士)",
 4, 3,"今日は『<span>	野田真哉	</span>』の誕生日!!　(2011年度～2013年度てれび戦士)",
 4,15,"今日は『<span>	岡田結実	</span>』の誕生日!!　(2010年度～2013年度てれび戦士)",
12,14,"今日は『<span>	中里萌		</span>』の誕生日!!　(2013年度てれび戦士)",
 7,16,"今日は『<span>	竹原司		</span>』の誕生日!!　(2012年度～2013年度てれび戦士)",
 5,22,"今日は『<span>	黒澤美澪奈	</span>』の誕生日!!　(2012年度～2013年度てれび戦士)",
 7,24,"今日は『<span>	中尾美晴	</span>』の誕生日!!　(2013年度てれび戦士)",
10,26,"今日は『<span>	山田陶子	</span>』の誕生日!!　(2012年度～2013年度てれび戦士)",
12, 2,"今日は『<span>	相澤侑我	</span>』の誕生日!!　(2013年度てれび戦士)",
11,15,"今日は『<span>	延命杏咲実	</span>』の誕生日!!　(2011年度～2013年度てれび戦士)",
	// 2012年度
11, 4,"今日は『<span>	浅賀玲音	</span>』の誕生日!!　(2011年度～2012年度てれび戦士)",
11,24,"今日は『<span>	鎮西寿々歌	</span>』の誕生日!!　(2009年度～2012年度てれび戦士)",
 8,14,"今日は『<span>	寺田朱里	</span>』の誕生日!!　(2010年度～2012年度てれび戦士)",
 8,26,"今日は『<span>	長江崚行	</span>』の誕生日!!　(2009年度～2012年度てれび戦士)",
	// 2011年度
 1, 9,"今日は『<span>	矢部昌暉		</span>』の誕生日!!　(2010年度～2011年度てれび戦士)",
 1,29,"今日は『<span>	木島杏奈		</span>』の誕生日!!　(2010年度～2011年度てれび戦士)",
11,19,"今日は『<span>	ファデン咲美亜		</span>』の誕生日!!　(2011年度てれび戦士)",
 4,23,"今日は『<span>	椋木マルティン		</span>』の誕生日!!　(2010年度～2011年度てれび戦士)",
 5,19,"今日は『<span>	勝隆一			</span>』の誕生日!!　(2011年度てれび戦士)",
	// 2010年度
 8,10,"今日は『<span>	脇菜々香		</span>』の誕生日!!　(2009年度～2010年度てれび戦士)",
 5, 6,"今日は『<span>	當山優奈		</span>』の誕生日!!　(2010年度てれび戦士)",
 5,19,"今日は『<span>	齋藤稜駿		</span>』の誕生日!!　(2009年度～2010年度てれび戦士)",
11,23,"今日は『<span>	上原陸			</span>』の誕生日!!　(2010年度てれび戦士)",
 1,11,"今日は『<span>	水本凜			</span>』の誕生日!!　(2008年度～2010年度てれび戦士)",
 1,11,"今日は『<span>	風戸蘭七		</span>』の誕生日!!　(2010年度てれび戦士)",
11, 2,"今日は『<span>	松岡美羽		</span>』の誕生日!!　(2010年度てれび戦士)",
 1, 5,"今日は『<span>	伊藤元太		</span>』の誕生日!!　(2008年度～2010年度てれび戦士)",
 4, 2,"今日は『<span>	野村翔			</span>』の誕生日!!　(2010年度てれび戦士)",
 7,30,"今日は『<span>	三井理陽		</span>』の誕生日!!　(2010年度てれび戦士)",
 4, 5,"今日は『<span>	中村嘉惟人		</span>』の誕生日!!　(2010年度てれび戦士)",
 5,14,"今日は『<span>	白坂奈々		</span>』の誕生日!!　(2009年度～2010年度てれび戦士)",
 1,15,"今日は『<span>	田代ひかり		</span>』の誕生日!!　(2010年度てれび戦士)",
 2, 3,"今日は『<span>	斎藤安里奈 ダイアナ	</span>』の誕生日!!　(2010年度てれび戦士)",
 2, 9,"今日は『<span>	浅野優惟		</span>』の誕生日!!　(2010年度てれび戦士)",
 5,30,"今日は『<span>	小川向陽		</span>』の誕生日!!　(2010年度てれび戦士)",
 5,30,"今日は『<span>	金子凜太郎		</span>』の誕生日!!　(2010年度てれび戦士)",
	// 2009年度
 7,25,"今日は『<span>	笠原拓巳		</span>』の誕生日!!　(2005年度～2009年度てれび戦士)",
 2,12,"今日は『<span>	千葉一磨		</span>』の誕生日!!　(2006年度～2009年度てれび戦士)",
 7,18,"今日は『<span>	加藤ジーナ		</span>』の誕生日!!　(2006年度～2009年度てれび戦士)",
 1, 5,"今日は『<span>	長谷川 あかり		</span>』の誕生日!!　(2005年度～2009年度てれび戦士)",
11, 8,"今日は『<span>	藤井千帆		</span>』の誕生日!!　(2007年度～2009年度てれび戦士)",
12,26,"今日は『<span>	荒木次元		</span>』の誕生日!!　(2007年度～2009年度てれび戦士)",
 9,15,"今日は『<span>	鍋本帆乃香		</span>』の誕生日!!　(2007年度～2009年度てれび戦士)",
 1,29,"今日は『<span>	メロディー・チューバック</span>』の誕生日!!　(2007年度～2009年度てれび戦士)",
12,22,"今日は『<span>	武田聖夜		</span>』の誕生日!!　(2008年度～2009年度てれび戦士)",
 8,25,"今日は『<span>	中村あやの		</span>』の誕生日!!　(2008年度～2009年度てれび戦士)",
 4,28,"今日は『<span>	木村遼			</span>』の誕生日!!　(2008年度～2009年度てれび戦士)",
 1,12,"今日は『<span>	鈴木美知代		</span>』の誕生日!!　(2009年度てれび戦士)",
11,19,"今日は『<span>	平田真優香		</span>』の誕生日!!　(2009年度てれび戦士)",
10,11,"今日は『<span>	渡辺青來		</span>』の誕生日!!　(2009年度てれび戦士)",
 5,10,"今日は『<span>	上妻成吾		</span>』の誕生日!!　(2009年度てれび戦士)",
 6, 1,"今日は『<span>	鈴木純一朗		</span>』の誕生日!!　(2007年度～2009年度てれび戦士)",
 4,28,"今日は『<span>	川ｺｱ樹音		</span>』の誕生日!!　(2003年度～2009年度てれび戦士)",
10, 5,"今日は『<span>	重本ことり		</span>』の誕生日!!　(2008年度～2009年度てれび戦士)",
	// 2008年度
 6, 8,"今日は『<span>	小関裕太		</span>』の誕生日!!　(2006年度～2008年度てれび戦士)",
 9, 5,"今日は『<span>	細田羅夢		</span>』の誕生日!!　(2006年度～2008年度てれび戦士)",
 9,30,"今日は『<span>	ミッチェル・ベンジャミン</span>』の誕生日!!　(2007年度～2008年度てれび戦士)",
 8,22,"今日は『<span>	丸山瀬南		</span>』の誕生日!!　(2007年度～2008年度てれび戦士)",
 8,10,"今日は『<span>	吉野翔太		</span>』の誕生日!!　(2007年度～2008年度てれび戦士)",
 2,24,"今日は『<span>	渡邉聖斗		</span>』の誕生日!!　(2007年度～2008年度てれび戦士)",
 5,18,"今日は『<span>	島田翼			</span>』の誕生日!!　(2008年度てれび戦士)",
 5,23,"今日は『<span>	田中理来		</span>』の誕生日!!　(2008年度てれび戦士)",
 4, 6,"今日は『<span>	山田樹里亜		</span>』の誕生日!!　(2008年度てれび戦士)",
	// 2007年度
 5,10,"今日は『<span>	千秋レイシー		</span>』の誕生日!!　(2004年度～2007年度てれび戦士)",
 2, 1,"今日は『<span>	木村遼希		</span>』の誕生日!!　(2005年度～2007年度てれび戦士)",
 9, 6,"今日は『<span>	藤田ライアン		</span>』の誕生日!!　(2005年度～2007年度てれび戦士)",
 5,25,"今日は『<span>	一木有海		</span>』の誕生日!!　(2005年度～2007年度てれび戦士)",
 7,26,"今日は『<span>	木内梨生奈		</span>』の誕生日!!　(2005年度～2007年度てれび戦士)",
 7,18,"今日は『<span>	日向滉一		</span>』の誕生日!!　(2006年度～2007年度てれび戦士)",
 3, 5,"今日は『<span>	細川藍			</span>』の誕生日!!　(2006年度～2007年度てれび戦士)",
 4,13,"今日は『<span>	渡邊エリー		</span>』の誕生日!!　(2006年度～2007年度てれび戦士)",
 3, 6,"今日は『<span>	松尾瑠璃		</span>』の誕生日!!　(2007年度てれび戦士)",
	// 2006年度
12, 3,"今日は『<span>	髙橋郁哉		</span>』の誕生日!!　(2004年度～2006年度てれび戦士)",
12,27,"今日は『<span>	バーンズ 勇気		</span>』の誕生日!!　(2004年度～2006年度てれび戦士)",
12,12,"今日は『<span>	洸太レイシー		</span>』の誕生日!!　(2004年度～2006年度てれび戦士)",
 2, 4,"今日は『<span>	伊倉愛美		</span>』の誕生日!!　(2004年度～2006年度てれび戦士)",
 3,10,"今日は『<span>	篠原愛美		</span>』の誕生日!!　(2004年度～2006年度てれび戦士)",
11,19,"今日は『<span>	橋本甜歌		</span>』の誕生日!!　(2004年度～2006年度てれび戦士)",
 9,23,"今日は『<span>	永島謙二郎		</span>』の誕生日!!　(2005年度～2006年度てれび戦士)",
 9, 2,"今日は『<span>	木内江莉		</span>』の誕生日!!　(2005年度～2006年度てれび戦士)",
 2,27,"今日は『<span>	藤本七海		</span>』の誕生日!!　(2005年度～2006年度てれび戦士)",
11, 7,"今日は『<span>	大木梓彩		</span>』の誕生日!!　(2006年度てれび戦士)",
	// 2005年度
12, 9,"今日は『<span>	村田ちひろ		</span>』の誕生日!!　(2000年度～2005年度てれび戦士)",
10,26,"今日は『<span>	飯田里穂		</span>』の誕生日!!　(2002年度～2005年度てれび戦士)",
 9, 4,"今日は『<span>	ド・ランクザン望	</span>』の誕生日!!　(2003年度～2005年度てれび戦士)",
 4, 3,"今日は『<span>	前田公輝		</span>』の誕生日!!　(2003年度～2005年度てれび戦士)",
 3,16,"今日は『<span>	近藤エマ		</span>』の誕生日!!　(2004年度～2006年度てれび戦士)",
 4,24,"今日は『<span>	浅野優梨愛		</span>』の誕生日!!　(2004年度～2005年度てれび戦士)",
	// 2004年度
 3,21,"今日は『<span>	張沢紫星		</span>』の誕生日!!　(2003年度～2004年度てれび戦士)",
 3,12,"今日は『<span>	井出卓也		</span>』の誕生日!!　(2001年度～2004年度てれび戦士)",
 1,27,"今日は『<span>	中村有沙		</span>』の誕生日!!　(2001年度～2004年度てれび戦士)",
 4, 3,"今日は『<span>	堀江幸生		</span>』の誕生日!!　(2002年度～2004年度てれび戦士)",
 7,16,"今日は『<span>	ジョアン・ヤマザキ	</span>』の誕生日!!　(2000年度～2004年度てれび戦士)",
 6,19,"今日は『<span>	白木杏奈		</span>』の誕生日!!　(2002年度～2004年度てれび戦士)",
	// 2003年度
 7,22,"今日は『<span>	山元竜一		</span>』の誕生日!!　(1998年度～2003年度てれび戦士)",
 7,10,"今日は『<span>	八木俊彦		</span>』の誕生日!!　(2001年度～2003年度てれび戦士)",
12,21,"今日は『<span>	豕瀬志穂		</span>』の誕生日!!　(2002年度～2003年度てれび戦士)",
 4,23,"今日は『<span>	岩井七世		</span>』の誕生日!!　(2001年度～2003年度てれび戦士)",
 3,27,"今日は『<span>	俵小百合		</span>』の誕生日!!　(2002年度～2003年度てれび戦士)",
 7,30,"今日は『<span>	ブライアン・ウォルターズ</span>』の誕生日!!　(2002年度～2003年度てれび戦士)",
12,21,"今日は『<span>	マイケル・メンツァー	</span>』の誕生日!!　(2001年度～2003年度てれび戦士)",
 5,15,"今日は『<span>	桜井結花		</span>』の誕生日!!　(2003年度てれび戦士)",
10,16,"今日は『<span>	堀口美咲		</span>』の誕生日!!　(2003年度てれび戦士)",
	// 2002年度
 8,21,"今日は『<span>	安斎舞			</span>』の誕生日!!　(1999年度～2002年度てれび戦士)",
 3, 2,"今日は『<span>	熊木翔			</span>』の誕生日!!　(2000年度～2002年度てれび戦士)",
11,27,"今日は『<span>	ローブリィ翔		</span>』の誕生日!!　(2000年度～2002年度てれび戦士)",
 2, 4,"今日は『<span>	俵有希子		</span>』の誕生日!!　(2001年度～2002年度てれび戦士)",
 2,24,"今日は『<span>	松井蘭丸		</span>』の誕生日!!　(2001年度～2002年度てれび戦士)",
 4, 4,"今日は『<span>	村上東奈		</span>』の誕生日!!　(2001年度～2002年度てれび戦士)",
	// 2001年度
 4,16,"今日は『<span>	ダーブロウ有紗		</span>』の誕生日!!　(1998年度～2001年度てれび戦士)",
 4, 5,"今日は『<span>	中田あすみ		</span>』の誕生日!!　(1998年度～2001年度てれび戦士)",
 1,11,"今日は『<span>	モニーク・ローズ	</span>』の誕生日!!　(1999年度～2001年度てれび戦士)",
 7,11,"今日は『<span>	エバンス太郎		</span>』の誕生日!!　(2000年度～2001年度てれび戦士)",
 5, 7,"今日は『<span>	竪山隼太		</span>』の誕生日!!　(2001年度てれび戦士)",
	// 2000年度
 5,16,"今日は『<span>	饗場詩野		</span>』の誕生日!!　(1996年度～2000年度てれび戦士)",
 9,24,"今日は『<span>	伊藤俊輔		</span>』の誕生日!!　(1997年度～2000年度てれび戦士)",
 7,17,"今日は『<span>	橋田紘緒		</span>』の誕生日!!　(1997年度～2000年度てれび戦士)",
 7,16,"今日は『<span>	佐久間信子		</span>』の誕生日!!　(1998年度～2000年度てれび戦士)",
 4,12,"今日は『<span>	須田泰大		</span>』の誕生日!!　(1999年度～2000年度てれび戦士)",
11, 4,"今日は『<span>	福田亮太		</span>』の誕生日!!　(1999年度～2000年度てれび戦士)",
11,24,"今日は『<span>	徐桑安			</span>』の誕生日!!　(1999年度～2000年度てれび戦士)",
 1,18,"今日は『<span>	松下博昭		</span>』の誕生日!!　(2000年度てれび戦士)",
 8,11,"今日は『<span>	石田比奈子		</span>』の誕生日!!　(2000年度てれび戦士)",
 8, 7,"今日は『<span>	逵優希			</span>』の誕生日!!　(2000年度てれび戦士)",
	// 1999年度
10, 8,"今日は『<span>	ウエンツ瑛士		</span>』の誕生日!!　(1995年度～1999年度てれび戦士)",
 9, 1,"今日は『<span>	ジャスミン・アレン	</span>』の誕生日!!　(1996年度～1999年度てれび戦士)",
 5,27,"今日は『<span>	棚橋由希		</span>』の誕生日!!　(1996年度～1999年度てれび戦士)",
 8,20,"今日は『<span>	ジェームス・マーティン	</span>』の誕生日!!　(1998年度～1999年度てれび戦士)",
 5, 1,"今日は『<span>	石部里紗		</span>』の誕生日!!　(1999年度てれび戦士)",
 8,16,"今日は『<span>	大沢あかね		</span>』の誕生日!!　(1999年度てれび戦士)",
	// 1998年度
 5,20,"今日は『<span>	海道亮平		</span>』の誕生日!!　(1997年度～1998年度てれび戦士)",
11,25,"今日は『<span>	松浦顕一郎		</span>』の誕生日!!　(1997年度～1998年度てれび戦士)",
 9,26,"今日は『<span>	田中樹里		</span>』の誕生日!!　(1997年度～1998年度てれび戦士)",
 3,16,"今日は『<span>	松川佳以		</span>』の誕生日!!　(1997年度～1998年度てれび戦士)",
 4,21,"今日は『<span>	安藤奏			</span>』の誕生日!!　(1998年度てれび戦士)",
	// 1997年度
 7, 2,"今日は『<span>	相ヶ瀬龍史		</span>』の誕生日!!　(1995年度～1997年度てれび戦士)",
12, 8,"今日は『<span>	阿部七絵		</span>』の誕生日!!　(1995年度～1997年度てれび戦士)",
10, 2,"今日は『<span>	生田斗真		</span>』の誕生日!!　(1996年度～1997年度てれび戦士)",
 7, 3,"今日は『<span>	伊東亮輔		</span>』の誕生日!!　(1996年度～1997年度てれび戦士)",
 1, 7,"今日は『<span>	篠原麻里		</span>』の誕生日!!　(1996年度～1997年度てれび戦士)",
 4,19,"今日は『<span>	ジェニファー・ペリマン	</span>』の誕生日!!　(1996年度～1997年度てれび戦士)",
	//1996年度
 5, 7,"今日は『<span>	栗山祐哉		</span>』の誕生日!!　(1993年度～1996年度てれび戦士)",
12, 2,"今日は『<span>	坂田慎一郎		</span>』の誕生日!!　(1996年度てれび戦士)",
 9, 1,"今日は『<span>	佐藤北斗		</span>』の誕生日!!　(1996年度てれび戦士)",
 7, 7,"今日は『<span>	大塚清華		</span>』の誕生日!!　(1996年度てれび戦士)",
 8,20,"今日は『<span>	鈴木愛可		</span>』の誕生日!!　(1996年度てれび戦士)",
 1, 1,"今日は『<span>	保里優紀		</span>』の誕生日!!　(1996年度てれび戦士)",
	// 1995年度
 1,12,"今日は『<span>	清野努			</span>』の誕生日!!　(1993年度～1995年度てれび戦士) ",
 5,11,"今日は『<span>	斉藤拓実		</span>』の誕生日!!　(1995年度てれび戦士)",
 7, 8,"今日は『<span>	クリスティー・コーサル	</span>』の誕生日!!　(1993年度～1995年度てれび戦士) ",
 2, 1,"今日は『<span>	田原加奈子		</span>』の誕生日!!　(1993年度～1995年度てれび戦士) ",
12,14,"今日は『<span>	須山彩			</span>』の誕生日!!　(1993年度～1995年度てれび戦士) ",
12,14,"今日は『<span>	ジェニファー・ハースト	</span>』の誕生日!!　(1993年度～1995年度てれび戦士) ",
 9,27,"今日は『<span>	山口美沙		</span>』の誕生日!!　(1993年度～1995年度てれび戦士) ",
 3,15,"今日は『<span>	渋谷桃子		</span>』の誕生日!!　(1995年度てれび戦士)",
 1,16,"今日は『<span>	三星眞奈美		</span>』の誕生日!!　(1995年度てれび戦士)",

	// 歴代ＭＣ
 3,15,"今日は『<span>	肥後克広		</span>(ダチョウ倶楽部)』さんの誕生日!! (1999年度～2002年年度ＭＣ)",
11,25,"今日は『<span>	寺門ジモン		</span>(ダチョウ倶楽部)』さんの誕生日!! (1999年度～2002年年度ＭＣ)",
 1,25,"今日は『<span>	上島竜兵		</span>(ダチョウ倶楽部)』さんの誕生日!! (1999年度～2002年年度ＭＣ)",
 3,24,"今日は『<span>	天野ひろゆき		</span>(キャイ～ン)』さんの誕生日!! (1996年度～1997年度ＭＣ)",
 2,15,"今日は『<span>	山崎邦正		</span>』さんの誕生日!! (1998年度～2000年度ＭＣ)",
 9,25,"今日は『<span>	リサ・ステッグマイヤー	</span>』さんの誕生日!! (1998年度～2000年度ＭＣ)",
 4,11,"今日は『<span>	角田信朗		</span>』さんの誕生日!! (2001年度ＭＣ)",
 3, 7,"今日は『<span>	山川恵里佳		</span>』さんの誕生日!! (2001年度ＭＣ)",
 4,26,"今日は『<span>	加藤浩次		</span>』さんの誕生日!! (2002年度ＭＣ)",
10,30,"今日は『<span>	レッド吉田		</span>(ＴＩＭ)』さんの誕生日!! (2003年度～2006年度ＭＣ)",
 4,17,"今日は『<span>	ゴルゴ松本		</span>(ＴＩＭ)』さんの誕生日!! (2003年度～2006年度ＭＣ)",
 4,26,"今日は『<span>	安田団長		</span>(安田大サーカス)』さんの誕生日!! (2007年度～2008年度ＭＣ)",
12,10,"今日は『<span>	クロちゃん		</span>(安田大サーカス)』さんの誕生日!! (2007年度～2008年度ＭＣ)",
 4,20,"今日は『<span>	ＨＩＲＯ		</span>(安田大サーカス)』さんの誕生日!! (2007年度～2008年度ＭＣ)",
 4, 4,"今日は『<span>	照英			</span>』さんの誕生日!! (2009年度ＭＣ)",
11,16,"今日は『<span>	西山茉希		</span>』さんの誕生日!! (2009年度ＭＣ)",
11,18,"今日は『<span>	にしおかすみこ		</span>』さんの誕生日!! (2009年度ＭＣ)",
 5,22,"今日は『<span>	ゴリ			</span>(ガレッジセール)』さんの誕生日!! (2010年度ＭＣ)",
 2, 1,"今日は『<span>	川田広樹		</span>(ガレッジセール)』さんの誕生日!! (2010年度ＭＣ)",
 2,13,"今日は『<span>	出川哲郎		</span>』さんの誕生日!! (2011年度～2013年度ＭＣ)",
 3,12,"今日は『<span>	鈴木あきえ		</span>』さんの誕生日!! (2011年度～2013年度ＭＣ)",
11,14,"今日は『<span>	大野拓朗		</span>』さんの誕生日!! (2014年度～2016年度ＭＣ)",
 7,10,"今日は『<span>	虎南有香		</span>』さんの誕生日!! (2014年度～2016年度ＭＣ)"

);
myHit = 0;
myLastCnt = myTbl.length / 3;
function birthday(){
  myD     = new Date();
  myMonth = myD.getMonth()+1;
  myDate  = myD.getDate(); 
 for(i=0; i<myLastCnt; i++){
    if (myTbl[i*3]   == myMonth &&
        myTbl[i*3+1] == myDate){
		document.write('<li>');
		document.write(myTbl[i*3+2]);
		document.write('</li>');
      myHit++;
    }
  }
//		document.write(" ");
  if (myHit == 0){
		document.write(" ");
  }
}
-->