myTbl = new Array(

 8, 7,"今日は『<span>	平田広明	</span>』さんの誕生日!!(肉 のもじもん“にくそん”の声)",
10, 9,"今日は『<span>	宮田幸季	</span>』さんの誕生日!!(<ruby><rb>腐</rb><rt>くさる</rt></ruby> のもじもん“ふてくさーる”の声)",
 5,30,"今日は『<span>	釘宮理恵	</span>』さんの誕生日!!(木 のもじもん“きふじんぬ”の声)",
 5,22,"今日は『<span>	江口拓也	</span>』さんの誕生日!!(鉄 のもじもん“てつまる”の声)",
 2,26,"今日は『<span>	BŌMI		</span>』さんの誕生日!!(<ruby><rb>鮮</rb><rt>あざ</rt></ruby>やか のもじもん“せんこ”の声)",
 2,17,"今日は『<span>	遠藤綾		</span>』さんの誕生日!!(豆 のもじもん“まめたん”の声)",
 9,25,"今日は『<span>	伊瀬茉莉也	</span>』さんの誕生日!!(<ruby><rb>臭</rb><rt>にお</rt></ruby>い のもじもん“すめりー”の声)",
 9,21,"今日は『<span>	西脇保		</span>』さんの誕生日!!(歩 のもじもん“あるくめです”の声)",
 8,18,"今日は『<span>	大谷育江	</span>』さんの誕生日!!(<ruby><rb>縁</rb><rt>えにし</rt></ruby> のもじもん“えにぼう”の声)",
 9,25,"今日は『<span>	井上喜久子	</span>』さんの誕生日!!(宝 のもじもん“とれじゃーの”の声)",
 7, 9,"今日は『<span>	國立幸		</span>』さんの誕生日!!(火 のもじもん“もゆる”の声)",
 3,18,"今日は『<span>	かないみか	</span>』さんの誕生日!!(氷 のもじもん“れいか”の声)",
11,14,"今日は『<span>	パトリック・ハーラン</span>』さんの誕生日!!(<ruby><rb>滑</rb><rt>すべる</rt></ruby> のもじもん“すべるーかす”の声)",
 3,16,"今日は『<span>	野島健児	</span>』さんの誕生日!!(固 のもじもん“かたまじろ”の声)",
10,20,"今日は『<span>	富沢美智恵	</span>』さんの誕生日!!(水 のもじもん“みずえ”の声)",
 8,25,"今日は『<span>	小原雅人	</span>』さんの誕生日!!(赤 のもじもん“れっどれお”の声)",
 6,11,"今日は『<span>	関俊彦		</span>』さんの誕生日!!(青 のもじもん“ぶるーく”の声)",
 3,21,"今日は『<span>	山崎和佳奈	</span>』さんの誕生日!!(緑 のもじもん“ぐりんきゅあら”の声)",
 6,15,"今日は『<span>	うえだゆうじ	</span>』さんの誕生日!!(城 のもじもん“しろのじょう”の声)",
 4, 8,"今日は『<span>	下和田ヒロキ	</span>』さんの誕生日!!(白 のもじもん“ほわないと”の声)",
 3,15,"今日は『<span>	糸博		</span>』さんの誕生日!!(筆 のもじもん“ふでじい”の声)",
 3,18,"今日は『<span>	楠大典		</span>』さんの誕生日!!(面 のもじもん“かめんれおん”の声)",
 3,26,"今日は『<span>	清水愛		</span>』さんの誕生日!!(玉 のもじもん“たまみ”の声)",
 9, 8,"今日は『<span>	くまいもとこ	</span>』さんの誕生日!!(馬 のもじもん“ぱかぽん”の声)",
 4, 5,"今日は『<span>	竹内順子	</span>』さんの誕生日!!(札 のもじもん“ふだざえもん”の声)",
 3,27,"今日は『<span>	悠木碧		</span>』さんの誕生日!!(名 のもじもん“なまえんじぇる”の声)",
 1,20,"今日は『<span>	井上麻里奈	</span>』さんの誕生日!!(時 のもじもん“ときお”の声)",
 1,20,"今日は『<span>	神代知衣	</span>』さんの誕生日!!(前 のもじもん“まえた”の声)",
10,26,"今日は『<span>	飯田里穂	</span>』さんの誕生日!!(残 のもじもん“きのこのこ”の声)",
 2,22,"今日は『<span>	小桜エツコ	</span>』さんの誕生日!!(明 のもじもん“あかりん”の声)",
12,27,"今日は『<span>	内田真礼	</span>』さんの誕生日!!(防 のもじもん“ぼうてる”の声)",
 9,12,"今日は『<span>	ランズベリーアーサー</span>』さんの誕生日!!(風 のもじもん“かぜーとん”の声)",
 4, 4,"今日は『<span>	土屋 神葉	</span>』さんの誕生日!!(動 のもじもん“どぅーろん”の声)",

 7,22,"今日は『<span>	高木渉		</span>』さんの誕生日!!(<ruby><rb>暴</rb><rt>あばれる</rt></ruby> のもじもん“ぐれんち”の声)",
 5, 2,"今日は『<span>	小桜エツコ	</span>』さんの誕生日!!(<ruby><rb>金</rb><rt>かね</rt></ruby> のもじもん“まにーごーるど”の声)",

 5, 5,"今日は『<span>	子安武人	</span>』さんの誕生日!!(メインナレーション)",
 2,22,"今日は『<span>	関山美沙紀	</span>』さんの誕生日!!(トレーニングコーナーナレーション)"

);
myHit = 0;
myLastCnt = myTbl.length / 3;

function birthday(){
  myD     = new Date();
  myMonth = myD.getMonth()+1;
  myDate  = myD.getDate();
 
 for(i=0; i<myLastCnt; i++){

    if (myTbl[i*3]   == myMonth &&
        myTbl[i*3+1] == myDate){
		document.write('<li class="birthday">');
		document.write(myTbl[i*3+2]);
		document.write('</li>');
      myHit++;
    }
  }
//		document.write(" ");
  if (myHit == 0){
		document.write(" ");
  }
}